Repository: clncrk/mscPeriodApp
Catalog: languages/*.po
Languages: ar, de_de, es_es, fr_fr, he_il, id_id, it_it, nl_nl, pt_br, ru_ru, sv_se, tr_tr

# Custom template name
source: Page without title
fr_fr: Page sans titre
he_il: עמוד ללא כותרת
sv_se: Sida utan rubrik

# Custom template name
source: Header and Footer Only
fr_fr: En-tête ou pied de page seulement
he_il: רק כותרת עליונה וכותרת תחתונה
sv_se: Endast sidhuvud och sidfot

# Custom template name
source: Blank
fr_fr: Vide
he_il: ללא תוכן
sv_se: Tom

# Color name
source: Background
fr_fr: Arrière plan
he_il: רקע
sv_se: Bakgrund

# Color name
source: Tertiary
fr_fr: Tertiaire
he_il: שלישוני
sv_se: Tertiär

# Color name
source: Primary
fr_fr: Primaire
he_il: ראשי
sv_se: Primär

# Font family name
source: Headings (DM Sans)
fr_fr: Titres (DM Sans)
sv_se: Rubriker (DM Sans)

# Font family name
source: Body (DM Sans)
fr_fr: Corps du texte (DM Sans)
sv_se: Brödtext (DM Sans)

# Font size name
source: Large
ar: كبير
de_de: Groß
es_es: Grande
fr_fr: Grand
he_il: גדול
id_id: Besar
it_it: Grande
nl_nl: Groot
pt_br: Grande
ru_ru: Большой
sv_se: Stor
tr_tr: Büyük

# Font size name
source: Medium
ar: متوسط
de_de: Mittel
es_es: Medio
fr_fr: Moyen
he_il: בינוני
id_id: Sedang
it_it: Medio
nl_nl: Gemiddeld
pt_br: Médio
ru_ru: Средний
tr_tr: Orta

# Font size name
source: Small
ar: صغير
de_de: Klein
es_es: Pequeño
fr_fr: Petit
he_il: קטן
id_id: Kecil
it_it: Piccolo
nl_nl: Klein
pt_br: Pequeno
ru_ru: Маленький
sv_se: Liten
tr_tr: Küçük

source: Latest three episodes
ar: آخر ثلاث حلقات
de_de: Letzte drei Folgen
es_es: Últimos tres episodios
fr_fr: Trois derniers épisodes
he_il: שלושת הפרקים האחרונים
id_id: Tiga episode terbaru
it_it: Ultimi tre episodi
nl_nl: Laatste drie afleveringen
pt_br: Últimos três episódios
ru_ru: Три последних выпуска
sv_se: Senaste tre avsnitten
tr_tr: En son yayınlanan üç bölüm

source: Content…
ar: المحتوى…
de_de: Inhalt ...
es_es: Contenido…
fr_fr: Contenu…
he_il: תוכן...
id_id: Konten...
it_it: Contenuto…
pt_br: Conteúdo...
ru_ru: Содержимое...
sv_se: Innehåll …
tr_tr: İçerik...

source: Solid shapes in purple pink and white
ar: أشكال صلبة باللون البنفسجي والوردي والأبيض
de_de: Einfarbige Formen in Violett, Rosa und Weiß
es_es: Figuras en morado, rosa y blanco.
fr_fr: Formes pleines en violet, rose et blanc
he_il: צורות בצבע מלא של סגול, ורוד ולבן
id_id: Bentuk padat berwarna merah muda ungu dan putih
it_it: Forme solide viola e bianche
nl_nl: Vlakke vormen in paars roze en wit
pt_br: Formas sólidas em rosa roxo e branco
ru_ru: Твердые формы пурпурного, розового и белого цветов
sv_se: Solida former i lila, rosa och vitt
tr_tr: Mor, pembe ve beyaz renkli üç boyutlu şekiller

source: Group of white pink and orange circles
ar: مجموعة دوائر بيضاء ووردية وبرتقالية
de_de: Gruppe aus weißen, rosa und orangefarbenen Kreisen
es_es: Agrupación de círculos blancos, rosas y naranjas.
fr_fr: Groupe de cercles en blanc, rose et orange
he_il: קבוצה של עיגולים בצבעים לבן, ורוד וכתום
id_id: Kelompok lingkaran merah muda putih dan oranye
it_it: Gruppo di cerchi bianchi, rosa e arancione
nl_nl: Groep witroze en oranje cirkels
pt_br: Grupo de círculos brancos rosa e laranja
ru_ru: Несколько кругов белого, розового и оранжевого цветов
sv_se: Grupp av vita, rosa och orange cirklar
tr_tr: Bir grup beyaz, pembe ve turuncu daire

source: Combination of white orange and pink triangles
ar: مزيج من المثلثات البيضاء والبرتقالية والوردية
de_de: Kombination aus weißen, orangefarbenen und rosa Dreiecken
es_es: Combinación de triángulos blancos, naranjas y rosas.
fr_fr: Composition de triangles en blanc, orange et rose
he_il: שילוב של משולשים בצבעים לבן, ורוד וכתום.
id_id: Kombinasi segitiga putih oranye dan merah muda
it_it: Combinazione di triangoli bianchi, arancione e rosa
nl_nl: Combinatie van witoranje en roze driehoekjes
pt_br: Combinação de triângulos brancos laranja e rosa
ru_ru: Несколько треугольников белого, розового и оранжевого цветов
sv_se: Kombination av vita, orange och rosa trianglar
tr_tr: Beyaz, turuncu ve pembe üçgenler

source: Circle rolling over a triange
ar: دائرة تتدحرج على مثلث
de_de: Ein Kreis, der über ein Dreieck rollt
es_es: Círculo sobre triángulo
fr_fr: Cercle au-dessus d'un triangle
he_il: עיגול מתגלגל על גבי משולש
id_id: Lingkaran berguling di atas segitiga
it_it: Cerchio sopra un triangolo
nl_nl: Cirkel die over een driehoek rolt
pt_br: Círculo rolando sobre um triângulo
ru_ru: Круг над треугольником
sv_se: Cirkel rullande över en triangel
tr_tr: Üçgenin üstüne yuvarlanmış daire

source: Quadrat Illustrations
ar: صور Quadrat
de_de: Quadrat-Illustrationen
es_es: Ilustraciones Quadrat
fr_fr: Illustrations Quadrat
he_il: איורים עבור Quadrat
id_id: Ilustrasi Kuadrat
it_it: Illustrazioni Quadrat
pt_br: Ilustrações Quadrat
ru_ru: Квадратные иллюстрации
tr_tr: Kuadrat İlüstrasyonları

source: Two circles and a squared shape on pink background
ar: دائرتان ومربع على خلفية وردية
de_de: Zwei Kreise und eine quadratische Form auf rosa Hintergrund
es_es: Dos círculos y una figura cuadrada sobre fondo rosa
fr_fr: Deux cercles et un carré sur arrière-plan rose
he_il: שני עיגולים וצורה ריבועית על רקע ורוד
id_id: Dua lingkaran dan bentuk persegi dengan latar belakang merah muda
it_it: Due cerchi e un quadrato su sfondo rosa
nl_nl: Twee cirkels en een vierkante vorm op roze achtergrond
pt_br: Dois círculos e uma forma quadrada em fundo rosa
ru_ru: Два круга и квадрат на розовом фоне
sv_se: Två cirklar och en fyrkantig form på rosa bakgrund
tr_tr: Pembe zemin üzerinde iki daire ve bir köşeli şekil

source: Three circles decreasing in size on a pink background
ar: ثلاث دوائر مختلفة الأحجام على خلفية وردية
de_de: Drei kleiner werdende Kreise auf rosa Hintergrund
es_es: Tres círculos de tamaños escalonados sobre fondo rosa
fr_fr: Trois cercles décroissants sur arrière-plan rose
he_il: שלושה עיגולים בגודל הולך וקטן על רקע ורוד
id_id: Tiga lingkaran berkurang ukurannya pada latar belakang merah muda
it_it: Tre cerchi di grandezza decrescente su sfondo rosa
nl_nl: Drie in grootte afnemende cirkels op een roze achtergrond
pt_br: Três círculos diminuindo de tamanho em um fundo rosa
ru_ru: Три разных круга на розовом фоне
sv_se: Tre cirklar som minskar i storlek på en rosa bakgrund
tr_tr: Pembe zemin üzerinde boyutu giderek küçülen üç daire

source: Squares changing opacity on a pink background
ar: مربعات بدرجات تعتيم مختلفة على خلفية وردية
de_de: Quadrate mit wechselnder Durchsichtigkeit auf rosa Hintergrund
es_es: Cuadrados con diferente opacidad sobre fondo rosa
fr_fr: Carrés d'opacité diverse sur arrière-plan rose
he_il: ריבועים בשקיפות משתנה על רקע ורוד
id_id: Kotak mengubah opasitas pada latar belakang merah muda
it_it: Quadrati di opacità diversa su sfondo rosa
nl_nl: Vierkanten die veranderen van doorzichtigheid op een roze achtergrond
pt_br: Quadrados alterando a opacidade em um fundo rosa
ru_ru: Квадраты с разной прозрачностью на розовом фоне
sv_se: Fyrkanter som ändrar opacitet på en rosa bakgrund
tr_tr: Pembe zemin üzerinde opaklığı değişen kareler

source: Solid shapes in purple, pink and white
ar: أشكال صلبة باللون البنفسجي والوردي والأبيض
de_de: Einfarbige Formen in Violett, Rosa und Weiß
es_es: Figuras en morado, rosa y blanco
fr_fr: Formes pleines en violet, rose et blanc
he_il: צורות בצבע מלא של סגול, ורוד ולבן
id_id: Bentuk padat dalam warna ungu, merah muda dan putih
it_it: Forme solide viola, rosa e bianco
nl_nl: Vlakke vormen in paars, roze en wit
pt_br: Formas sólidas em roxo, rosa e branco
ru_ru: Твердые формы пурпурного, розового и белого цветов
sv_se: Solida former i lila, rosa och vitt
tr_tr: Mor, pembe ve beyaz renkli üç boyutlu şekiller

source: Pink squares on orange background
ar: مربعات وردية على خلفية برتقالية
de_de: Rosa Quadrate auf orangefarbenem Hintergrund
es_es: Cuadrados rosas sobre fondo naranja
fr_fr: Carrés roses sur arrière-plan orange
he_il: ריבועים ורודים על רקע כתום
id_id: Kotak merah muda dengan latar belakang oranye
it_it: Quadrati rosa su sfondo arancione
nl_nl: Roze vierkantjes op oranje achtergrond
pt_br: Quadrados rosa em fundo laranja
ru_ru: Розовые квадраты на оранжевом фоне
sv_se: Rosa fyrkanter på orange bakgrund
tr_tr: Turuncu zemin üzerinde pembe kareler

source: Pink square with dark shadow on orange background
ar: مربع وردي مع ظل غامق على خلفية برتقالية
de_de: Rosa Quadrat mit dunklem Schatten auf orangefarbenem Hintergrund
es_es: Cuadrado rosa con sombra oscura sobre fondo naranja
fr_fr: Carré rose avec ombre sur arrière-plan orange
he_il: ריבוע ורוד עם צל כהה על רקע כתום
id_id: Kotak merah muda dengan bayangan gelap di latar belakang oranye
it_it: Quadrati rosa con ombre scure su sfondo arancione
nl_nl: Roze vierkant met donkere schaduw op oranje achtergrond
pt_br: Quadrado rosa com sombra escura em fundo laranja
ru_ru: Розовый квадрат с тёмной тенью на оранжевом фоне
sv_se: Rosa fyrkant med mörk skugga på orange bakgrund
tr_tr: Turuncu zemin üzerine koyu gölgesi düşen pembe kare

source: Pink square and dark purple triangle
ar: مربع وردي ومثلث بنفسجي غامق
de_de: Rosa Quadrat und dunkelviolettes Dreieck
es_es: Cuadrado rosa y triángulo morado oscuro
fr_fr: Carré rose et triangle violet foncé
he_il: ריבוע ורוד עם משולש סגול כהה
id_id: Kotak merah muda dan segitiga ungu tua
it_it: Quadrato rosa e triangolo viola scuro
nl_nl: Roze vierkant en donkerpaarse driehoek
pt_br: Quadrado rosa e triângulo roxo escuro
ru_ru: Розовый квадрат и темно-фиолетовый треугольник
sv_se: Rosa fyrkant och mörk lila triangel
tr_tr: Pembe kare ve koyu mor üçgen

source: Orange and pink shapes displayed in different ways
ar: أشكال برتقالية ووردية معروضة بطرق مختلفة
de_de: Orangefarbene und rosa Formen, die auf verschiedene Arten gezeigt werden
es_es: Figuras naranjas y rosas en diferente formación
fr_fr: Formes en orange et rose affichées de diverses façons
he_il: צורות בצבעים ורוד וכתום מוצגות בדרכים שונות
id_id: Bentuk oranye dan merah muda ditampilkan dengan cara yang berbeda
it_it: Forme arancioni e rosa in posizioni diverse
nl_nl: Oranje en roze vormen op verschillende manieren weergegeven
pt_br: Formas laranja e rosa exibidas de maneiras diferentes
ru_ru: Оранжевые и розовые формы, показанные по-разному
sv_se: Oranga och rosa former visas på olika sätt
tr_tr: Farklı biçimlerde gösterilen turuncu ve pembe şekiller

source: Many pink squares overlapped
ar: مربعات وردية مختلفة متداخلة
de_de: Viele sich überschneidende rosa Quadrate
es_es: Muchos cuadrados rosas superpuestos
fr_fr: Superposition de carrés roses
he_il: הרבה ריבועים ורודים חופפים
id_id: Beberapa kotak merah muda yang saling tumpang tindih
it_it: Quadrati rosa sovrapposti
nl_nl: Veel roze vierkanten overlappen elkaar
pt_br: Muitos quadrados rosa sobrepostos
ru_ru: Много разовых квадратов внахлёст
sv_se: Många rosa fyrkanter överlappade
tr_tr: Üst üste binmiş çok sayıda pembe kare

source: Group of white, pink and orange circles
ar: مجموعة من الدوائر البيضاء والوردية والبرتقالية
de_de: Gruppe aus weißen, rosa und orangefarbenen Kreisen
es_es: Agrupación de círculos blancos, rosas y naranjas
fr_fr: Groupe de cercles en blanc, rose et orange
he_il: קבוצה של עיגולים בצבעים לבן, ורוד וכתום
id_id: Kelompok lingkaran putih, merah muda dan oranye
it_it: Gruppo di cerchi bianchi, rosa e arancione
nl_nl: Groep witte, roze en oranje cirkels
pt_br: Grupo de círculos brancos, rosa e laranja
ru_ru: Несколько белых, розовых и оранжевых кругов
sv_se: Grupp av vita, rosa och orange cirklar
tr_tr: Bir grup beyaz, pembe ve turuncu daire

source: Complex shape combination and two pink squares on a dark purple background
ar: تركيبة معقدة من الأشكال ومربعين ورديين على خلفية أرجوانية داكنة
de_de: Komplexe Kombination aus Formen und zwei rosa Quadrate auf dunkelviolettem Hintergrund
es_es: Combinación de figuras complejas y dos cuadrados rosas sobre fondo morado oscuro
fr_fr: Composition complexe de formes et deux carrés roses sur arrière-plan violet sombre
he_il: שילוב מורכב של צורות ושני ריבועים ורודים על רקע סגול כהה
id_id: Kombinasi bentuk yang kompleks dan dua kotak merah muda dengan latar belakang ungu tua
it_it: Combinazione complessa di forme e due quadrati rosa su sfondo viola scuro
nl_nl: Complexe vormcombinatie en twee roze vierkanten op een donkerpaarse achtergrond
pt_br: Combinação de forma complexa e dois quadrados rosa em um fundo roxo escuro
ru_ru: Сложная комбинация форм и два розовых квадрата на тёмно-фиолетовом фоне
sv_se: Komplex formkombination och två rosa fyrkanter på en mörklila bakgrund
tr_tr: Koyu mor zemin üzerinde karmaşık şekil kombinasyonu ve iki pembe kare

source: Combination of purple triangles
ar: مزيج من المثلثات الأرجوانية
de_de: Kombination aus violetten Dreiecken
es_es: Combinación de triángulos morados
fr_fr: Composition de triangles violets
he_il: שילוב של משולשים סגולים
id_id: Kombinasi segitiga ungu
it_it: Combinazione di triangoli viola
nl_nl: Combinatie van paarse driehoeken
pt_br: Combinação de triângulos roxos
ru_ru: Комбинация фиолетовых треугольников
sv_se: Kombination av lila trianglar
tr_tr: Mor üçgen kombinasyonu

source: Circle Rolling Over a Triangle
ar: دائرة تتدحرج على مثلث
de_de: Ein Kreis, der über ein Dreieck rollt
es_es: Círculo sobre triángulo
fr_fr: Cercle au-dessus d'un triangle
he_il: עיגול מתגלגל על גבי משולש
id_id: Lingkaran Berguling di Atas Segitiga
it_it: Cerchio su un triangolo
nl_nl: Cirkel die over een driehoek rolt
pt_br: Círculo rolando sobre um triângulo
ru_ru: Накатывающийся на треугольник круг
sv_se: Cirkel rullar över en triangel
tr_tr: Üçgenin Üstüne Yuvarlanan Daire

source: White and orange squares on light purple background
ar: مربعات بيضاء وبرتقالية على خلفية أرجوانية فاتحة
de_de: Weiße und orangefarbene Quadrate auf hellviolettem Hintergrund
es_es: Cuadrados blancos y naranjas sobre fondo morado claro
fr_fr: Carrés en blanc et orange sur arrière-plan mauve
he_il: ריבועים בצבעים לבן וכתום על רקע סגול בהיר
id_id: Kotak putih dan oranye dengan latar belakang ungu muda
it_it: Quadrati bianchi e arangione su sfondo viola chiaro
nl_nl: Witte en oranje vierkanten op lichtpaarse achtergrond
pt_br: Quadrados brancos e laranja em fundo roxo claro
ru_ru: Белые и оранжевые квадраты на светло-фиолетовом фоне
sv_se: Vita och orange fyrkanter på ljuslila bakgrund
tr_tr: Açık mor zemin üzerinde beyaz ve turuncu kareler

source: Join the Community
ar: الانضمام إلى المجموعة
de_de: Werde Teil der Community
es_es: Forma parte de la comunidad
fr_fr: Rejoignez la communauté.
he_il: להצטרף לקהילה
id_id: Bergabunglah ke dalam Komunitas
it_it: Unisciti alla community
nl_nl: Word lid van de community
pt_br: Junte-se à comunidade
ru_ru: Вступите в сообщество
sv_se: Gå med i communityn
tr_tr: Topluluğa Katılın

source: Quadrat is a simple, versatile WordPress theme, designed for blogs and podcasts. Inspired by squared shapes and colourful, minimalist flat illustrations, Quadrat bundles a set of images you can use on your site with the theme’s default color palette. Quadrat’s default styles are bold and playful, relying on a simple sans-serif font and a strong color scheme that you can customize.
ar: Quadrat هو قالب ووردبريس بسيط ومتعددة الاستخدامات، مصمم للمدونات والبودكاست. مستوحى من الأشكال المربعة والرسوم المسطحة المبسطة والملونة. يجمع Quadrat مجموعة من الصور التي يمكنك استخدامها على موقعك باستخدام لوحة الألوان الافتراضية للقالب. تعتمد أنماط Quadrat الافتراضية الجريئة والمرحة على خط sans-serif بسيط ونظام ألوان قوي يمكنك تخصيصه.
de_de: Quadrat ist ein einfaches, wandlungsfähiges WordPress-Theme für Blogs und Podcasts. Das von quadratischen Formen und farbigen, minimalistisch-flachen Illustrationen inspirierte Theme beinhaltet verschiedene Bilder, die du mit der standardmäßigen Farbpalette des Themes auf deiner Website verwenden kannst. Die standardmäßigen Stile von Quadrat sind wagemutig und verspielt, mit einer schlichten serifenlosen Schrift und einem starken, anpassbaren Farbschema.
es_es: Quadrat en un tema de WordPress sencillo y versátil, especialmente diseñado para blogs y podcasts. Quadrat está inspirado en figuras cuadradas e ilustraciones minimalistas y coloridas, e incluye una colección de imágenes que puedes utilizar en tu sitio con la paleta de color predeterminada del tema. Los estilos predeterminados de Quadrat son llamativos y divertidos, y cuentan con una tipografía sans-serif sencilla y un esquema de colores fuertes que puedes personalizar como quieras.
fr_fr: Quadrat est un thème WordPress simple et polyvalent conçu pour les blogs et les podcasts. À partir de formes carrées et d'images vectorielles minimalistes et colorées, Quadrat propose une collection de visuels en harmonie avec la palette par défaut du thème, à ajouter directement à votre site. Les styles par défaut de Quadrat sont vifs et joyeux, reposant sur une simple police sans empattement et une palette forte, mais personnalisable.
he_il: ערכת העיצוב Quadrat היא ערכת עיצוב פשוטה וגמישה של WordPress שמיועדת לבלוגים ולפודקאסטים. העיצוב של Quadrat נוצר בהשראה של צורות מרובעות ואיורים צבעוניים ומינימליסטיים, והיא כוללת אוסף של איורים בהם אפשר להשתמש באתר שלך עם ערכת הצבעים המובנית של ערכת העיצוב. הסגנונות בברירת המחדל של Quadrat נועזים ומשעשעים ומבוססים על גופן בסגנון סן-סריף וערכת צבעים חזקים שאפשר להתאים אישית.
id_id: Quadrat adalah tema WordPress yang sederhana dan serbaguna, dirancang untuk blog dan podcast. Terinspirasi oleh bentuk persegi dan ilustrasi datar minimalis berwarna-warni, Quadrat menggabungkan serangkaian gambar yang dapat Anda gunakan di situs Anda dengan palet warna standar tema. Gaya standar Quadrat berani dan menyenangkan, mengandalkan font sans-serif sederhana dan skema warna kuat yang dapat Anda sesuaikan.
it_it: Quadrat è un tema WordPress semplice e versatile, progettato per blog e podcast. Isparato a quadrati e illustrazioni in due dimensioni colorate e minimaliste, Quadrat ti permette di usare immagini con la sua palette di colori predefinita. Gli stili predefiniti di Quadrat sono decisi e giocosi, e si basano su un semplice carattere sans-serif e uno schema dei colori forte e personalizzabile.
nl_nl: Quadrat is een eenvoudig, veelzijdig WordPress thema, ontworpen voor blogs en podcasts. Geïnspireerd door vierkante vormen en kleurrijke, minimalistische illustraties, bundelt Quadrat een reeks afbeeldingen die je op je website kan gebruiken met het standaardkleurenpalet van het thema. De standaardstijlen van Quadrat zijn gewaagd en speels en steunen op een eenvoudig sans-serif lettertype en een sterk kleurenschema dat je naar wens kan personaliseren.
pt_br: Quadrat é um tema WordPress simples e versátil, projetado para blogs e podcasts. Inspirado em formas quadradas e ilustrações planas minimalistas e coloridas, Quadrat agrupa um conjunto de imagens que você pode usar em seu site com a paleta de cores padrão do tema. Os estilos padrão do Quadrat são ousados e divertidos, contando com uma fonte sans-serif simples e um esquema de cores forte que você pode personalizar.
ru_ru: Quadrat — это простая и гибкая тема WordPress специально для блогов и подкастов. Она была создана под впечатлением от прямоугольных форм и ярких, минималистичных двухмерных иллюстраций. Quadrat включает в себя набор изображений, которые вы можете использовать на своем сайте — они сочетаются с цветовой палитрой темы по умолчанию. Базовые стили Quadrat выразительны и необычны, они опираются на простой шрифт без засечек и яркую цветовую схему, которую можно настроить по собственному вкусу.
sv_se: Quadrat är ett enkelt, mångsidigt WordPress-tema, designat för bloggar och podcasts. Inspirerad av kvadratiska former och färgglada, minimalistiska platta illustrationer, kombinerar Quadrat en uppsättning bilder som du kan använda på din webbplats med temats standardfärgpalett. Quadrats standardstilar är djärva och lekfulla och förlitar sig på ett enkelt typsnitt i sans-serif och ett starkt färgschema som du kan anpassa.
tr_tr: Quadrat çeşitlilik barındıran, basit bir WordPress temasıdır. Bloglar ve podcastler için tasarlanmıştır. Köşeli şekillerden ve renkli, minimalist, düz ilüstrasyonlardan ilham alan Quadrat, sitenizin temasının varsayılan renk paletiyle kullanabileceğiniz bir dizi imgeyi bir araya getirir. Quadrat'ın varsayılan stilleri çarpıcı ve oyunbazdır; basit sans-serif fontu ve özelleştirebileceğiniz güçlü bir renk paletini temel alır.

source: List of blog posts
ar: قائمة المقالات
de_de: Liste mit Blogbeiträgen
es_es: Lista de entradas de blog
fr_fr: Liste des articles de blog
he_il: רשימה של פוסטים בבלוג
id_id: Daftar pos blog
it_it: Elenco di articoli
nl_nl: Lijst van blogberichten
pt_br: Lista de posts do blog
ru_ru: Список записей в блоге
sv_se: Lista på blogginlägg
tr_tr: Blog yazılarının listesi

source: Sarah &amp; Olivia are both writers and activists.
ar: سارة و أوليفيا كلتاهما كاتبتان وناشطتان.
de_de: Sarah und Olivia sind beide Autorinnen und Aktivistinnen.
es_es: Sara y Olivia son escritoras y activistas.
fr_fr: Sarah et Olivia sont écrivaines-activistes.
he_il: שרה ואוליביה הן כותבות ואקטיביסטיות.
id_id: Sara &amp; Olivia adalah penulis dan aktivis.
it_it: Sarah e Olivia sono scrittrici e attiviste.
nl_nl: Sarah en Olivia zijn allebei auteurs en activisten.
pt_br: Sarah e Olivia são escritoras e ativistas.
ru_ru: Сара и Оливия — писательницы и активистки.
sv_se: Sarah och Olivia är båda författare och aktivister.
tr_tr: Sarah da Olivia da hem yazar hem de aktivist.

source: Illustration of two women.
ar: صورة لامرأتين
de_de: Illustration von zwei Frauen
es_es: Ilustración de dos mujeres.
fr_fr: Illustration de deux femmes
he_il: איור של שתי נשים.
id_id: Ilustrasi dua wanita.
it_it: Illustrazione di due donne.
nl_nl: Illustratie van twee vrouwen.
pt_br: Ilustração de duas mulheres.
ru_ru: Изображение двух женщин.
sv_se: Illustration av två kvinnor.
tr_tr: İki kadın ilüstrasyonu

source: Media and text with button
ar: وسائط ونص مع زر
de_de: Medien und Text mit Button
es_es: Elemento multimedia y texto con un botón
fr_fr: Média et texte avec bouton
he_il: מדיה וטקסט עם כפתור
id_id: Media dan teks dengan tombol
it_it: Elemento multimediale e testo con pulsante
nl_nl: Medie en tekst met knop
pt_br: Mídia e texto com botão
ru_ru: Медиа и текст с кнопкой
sv_se: Media och text med knapp
tr_tr: Düğmeli metin ve medya

source: Listen on <a href="%1$s">Apple Podcasts</a>, <a href="%2$s">Spotify</a>.
ar: استمع إلى <a href="%1$s">Apple Podcasts</a>، <a href="%2$s">Spotify</a>.
de_de: Auf <a href="%1$s">Apple Podcasts</a> oder <a href="%2$s">Spotify</a> anhören.
es_es: Escúchalo en <a href="%1$s">Apple Podcasts</a>, <a href="%2$s">Spotify</a>.
fr_fr: Écouter sur <a href="%1$s">Podcasts Apple</a>, <a href="%2$s">Spotify</a>
he_il: להאזנה ב: <a href="%1$s">Apple Podcasts</a>, <a href="%2$s">Spotify</a>.
id_id: Dengarkan di <a href="%1$s">Apple Podcast</a>, <a href="%2$s">Spotify</a>.
it_it: Ascoltalo su <a href="%1$s">Apple Podcasts</a>, <a href="%2$s">Spotify</a>.
nl_nl: Luister op <a href="%1$s">Apple Podcasts</a>, <a href="%2$s">Spotify</a>.
pt_br: Ouça em <a href="%1$s">Apple Podcasts</a>, <a href="%2$s">Spotify</a>.
ru_ru: Слушайте в <a href="%1$s">Apple Podcasts</a>, <a href="%2$s">Spotify</a>.
sv_se: Lyssna på <a href="%1$s">Apple Podcasts</a>, <a href="%2$s">Spotify</a>.
tr_tr: <a href="%1$s">Apple Podcasts</a> ve <a href="%2$s">Spotify</a> üzerinden dinleyebilirsiniz.

source: Listen to the podcast
ar: استمع إلى البث الصوتي
de_de: Podcast anhören
es_es: Escucha el podcast
fr_fr: Écouter le podcast
he_il: האזנה לפודקאסט
id_id: Dengarkan podcast
it_it: Ascolta il podcast
nl_nl: Luister naar de podcast
pt_br: Ouça o podcast
ru_ru: Слушать подкаст
sv_se: Lyssna på podcasten
tr_tr: Podcasti dinleyin
