Repository: clncrk/mscPeriodApp
Catalog: languages/*.po
Languages: ar, de_de, es_es, fr_fr, he_il, id_id, it_it, nl_nl, pt_br, ru_ru, sv_se, tr_tr

source: After years of revolution, the big question remains: why aren’t there more women in leadership? Sarah and Olivia get deep into the subject.
ar: بعد سنوات من الثورة، يبقى السؤال الأهم: لماذا عدد النسوة القادة محدود جدا؟ تتعمق سارة وأوليفيا في الموضوع.
de_de: Nach vielen Jahren der Revolution ist die große Frage noch immer unbeantwortet: Warum gibt es nicht mehr Frauen in Führungspositionen? Sarah und Olivia ergründen das Thema eingehend.
es_es: Después de años de revoluciones, todavía queda la misma gran pregunta: ¿Por qué no hay más mujeres en puestos de liderazgo? Sara y Olivia profundizan en el asunto.
fr_fr: Après des années de lutte, le mystère demeure entier : pourquoi n'y a-t-il pas plus de femmes à des rôles décisionnaires ? Sarah et Olivia font le tour de la question.
he_il: אחרי שנים של מהפכה, השאלה הגדולה עדיין איתנו: למה אין יותר נשים בעמדות הנהגה ציבורית? שרה ואוליביה חוקרות את הנושא לעומק.
id_id: Setelah bertahun-tahun terjadi revolusi, pertanyaan besar yang sama: mengapa tidak banyak wanita duduk dalam kepemimpinan? Sarah dan Olivia mendalami topik tersebut.
it_it: Dopo anni di rivoluzione, ci chiediamo ancora: perché non ci sono più donne in posizioni di comando? Sarah e Olivia discutono il problema.
nl_nl: Na jaren van revolutie blijft de grote vraag: waarom zijn er niet meer vrouwen in het leiderschap? Sarah en Olivia verdiepen zich in het onderwerp.
pt_br: Após anos de revolução, a grande questão permanece: por que não há mais mulheres na liderança? Sarah e Olivia se aprofundam no assunto.
ru_ru: Спустя годы революции, один вопрос остается по-прежнему актуальным: почему на руководящих постах так мало женщин? Сара и Оливия решили заняться этой темой.
sv_se: Efter år av revolution kvarstår den stora frågan: varför finns det inte fler kvinnor i ledarskap? Sarah och Olivia går djupt in i ämnet.
tr_tr: Yıllar süren devrim sonrasında şu soru hâlâ yanıt bekliyor: Neden lider pozisyonunda daha fazla kadın yok? Sarah ve Olivia, konunun derinine iniyor.

source: Episode 2: Female Leaders, Where Are They?
ar: الحلقة 2: النساء القادة، أين هن؟
de_de: Folge 2: Weibliche Führungskräfte – wo sind sie?
es_es: Episodio 2: Mujeres líderes, ¿dónde están?
fr_fr: Épisode 2 : Rôles décisionnaires : où sont les femmes ?
he_il: פרק 2: נשים מנהיגות, איפה הן?
id_id: Episode 2: Pemimpin Wanita, Di Mana Mereka?
it_it: Episodio 2: Dove sono le donne leader?
nl_nl: Aflevering 2: Vrouwelijke leiders, waar zijn ze?
pt_br: Episódio 2: Mulheres líderes, onde estão?
ru_ru: Выпуск 2: Женщины-лидеры, где они?
sv_se: Avsnitt 2: Kvinnliga ledare, var är de?
tr_tr: Bölüm 2: Kadın Liderler, Neredeler?

source: Illustration of a woman climbing steps.
ar: صورة امرأة تتسلق درجات.
de_de: Illustration einer Frau, die Treppen hochsteigt
es_es: Ilustración de una mujer subiendo escalones.
fr_fr: Illustration d'une femme qui monte des marches.
he_il: איור של אישה עולה במדרגות.
id_id: Ilustrasi seorang wanita menaiki tangga.
it_it: Illustrazione di una donna che sale le scale.
nl_nl: Illustratie van een vrouw die trappen beklimt.
pt_br: Ilustração de uma mulher subindo degraus.
ru_ru: Иллюстрация поднимающейся по ступенькам женщины.
tr_tr: Merdivenlerden çıkan kadın görseli

source: In this episode, Sarah and Olivia talk with female hormone specialist Diana Roth about the impact that gadgets and technology have on hormone and fertility health.
ar: في هذه الحلقة، تتحدث سارة وأوليفيا مع أخصائية الهرمونات الأنثوية ديانا روث حول تأثير الأدوات والتكنولوجيا على الهرمونات والخصوبة.
de_de: In dieser Folge sprechen Sarah und Olivia mit Diana Roth, einer Spezialistin für weibliche Hormone, über die Auswirkungen von technischen Geräten und Technologie auf die hormonelle Gesundheit und Fruchtbarkeit.
es_es: En este epidodio, Sara y Olivia charlan con la especialista en hormonas femeninas Diana Roth acerca del impacto de los dispositivos tecnológicos en la salud hormonal y en la fertilidad.
fr_fr: Dans cet épisode, Sarah et Olivia discutent avec l'endocrinologue Diane Ramot sur l'influence des gadgets et de la technologie sur les hormones et la fertilité.
he_il: בפרק זה, שרה ואוליביה משוחחות עם ד"ר דיאנה רוט, אנדוקרינולוגית מומחית בהורמונים של גוף האישה, על ההשפעה שיש למכשירים וטכנולוגיה על איזון הורמונלי ועל בעיות פוריות.
id_id: Dalam episode berikut, Sarah dan Olivia berbicara dengan spesialis hormon wanita Diana Roth tentang dampak gadget dan teknologi terhadap kesehatan hormon dan kesuburan.
it_it: In questo episodio, Sarah e Olivia parlano con la specialista di ormoni femminili Diana Roth dell'impatto di gadget e tecnologia su ormoni e fertilità.
nl_nl: In deze aflevering praten Sarah en Olivia met vrouwelijke hormoonspecialiste Diana Roth over de impact die gadgets en technologie hebben op hormoon- en vruchtbaarheidsgezondheid.
pt_br: Neste episódio, Sarah e Olivia conversam com a especialista em hormônios femininos Diana Roth sobre o impacto que os gadgets e a tecnologia têm na saúde hormonal e da fertilidade.
ru_ru: В этом выпуске Сара и Оливия обсудят с Дианой Рот, специалисткой по женской гормональной системе, влияние гаджетов и технологий на уровень гормонов и репродуктивную функцию.
sv_se: I det här avsnittet pratar Sarah och Olivia med kvinnliga hormonspecialisten Diana Roth om vilken inverkan apparater och teknik har på hormon- och fertilitetshälsan.
tr_tr: Bu bölümde, Sarah ve Olivia kadın hormon uzmanı Diana Roth'la teknolojinin ve teknolojik aletlerin hormonlar ve doğurganlık üzerindeki etkilerini konuşuyor.

source: Episode 1: How Screens Affect Hormones
ar: الحلقة 1: كيف تؤثر الشاشات على الهرمونات
de_de: Folge 1: Wie Bildschirme die Hormone beeinflussen
es_es: Episodio 1: Cómo afectan las pantallas a nuestras hormonas
fr_fr: Épisode 1 : Comment les écrans affectent nos hormones
he_il: פרק 1: איך מסכים משפיעים על הורמונים
id_id: Episode 1: Cara Layar Memengaruhi Hormon
it_it: Episodio 1: L'effetto degli schermi sugli ormoni
nl_nl: Aflevering 1: Hoe schermen hormonen beïnvloeden
pt_br: Episódio 1: Como as telas afetam os hormônios
ru_ru: Выпуск 1: Как экраны влияют на гормоны
sv_se: Avsnitt 1: Hur skärmar påverkar hormoner
tr_tr: Bölüm 1: Ekranların Hormonlara Etkisi

source: Illustration of a woman working on a laptop.
ar: رسم لامرأة تعمل على جهاز كمبيوتر محمول.
de_de: Illustration einer Frau, die am Laptop arbeitet
es_es: Ilustración de una mujer trabajando en un portátil.
fr_fr: Illustration d'une femme qui travaille sur un ordinateur portable
he_il: איור של אישה עובדת על מחשב נייד.
id_id: Ilustrasi seorang wanita bekerja dengan laptop.
it_it: Illustrazione di una donna al portatile.
nl_nl: Illustratie van een vrouw die op een laptop werkt.
pt_br: Ilustração de uma mulher trabalhando em um laptop.
ru_ru: Иллюстрация работающей за ноутбуком женщины.
sv_se: Illustration av en kvinna som arbetar på en bärbar dator.
tr_tr: Dizüstü bilgisayarında çalışan kadın görseli

source: Latest Episodes
ar: آخر الحلقات
de_de: Neueste Folgen
es_es: Últimos episodios
fr_fr: Derniers épisodes
he_il: פרקים אחרונים
id_id: Episode Terbaru
it_it: Ultimi episodi
nl_nl: Laatste afleveringen
pt_br: Últimos episódios
ru_ru: Последние выпуски
sv_se: Senaste avsnitt
tr_tr: En Son Bölümler

source: We’re thrilled to have you here! Now, if you don’t want to miss an article or an episode, you can subscribe to our newsletter.
ar: يسعدنا وجودك معنا! الآن، إذا كنت لا تريد أن تفويت أي مقالة أو حلقة، فيمكنك الاشتراك في نشرتنا الإخبارية.
de_de: Wir freuen uns riesig, dass du hier bist! Wenn du keinen Artikel und keine Folge verpassen willst, abonniere unseren Newsletter
es_es: ¡Nos encanta que estés aquí! Ahora, si no te quieres perder ningún artículo ni ningún episodio, puedes suscribirte a nuestro boletín.
fr_fr: C'est un plaisir de vous compter parmi nous ! Pour ne manquer aucun article ni aucun épisode, abonnez-vous à notre newsletter.
he_il: אנחנו שמחות לראות אותך כאן! כדי לא להחמיץ מאמרים ופרקים חדשים, מומלץ להירשם לניוזלטר שלנו.
id_id: Kami senang Anda berada di sini! Jika Anda tidak ingin ketinggalan artikel atau episode terbaru, Anda dapat berlangganan buletin kami.
it_it: Siamo felici che tu sia qui! Se non vuoi perdere articoli o episodi, iscriviti alla nostra newsletter.
nl_nl: We vinden het geweldig dat je hier bent! Als je nu geen artikel of aflevering wilt missen, kan je abonneren op onze nieuwsbrief.
pt_br: Estamos muito felizes por ter você aqui! Agora, se você não quer perder um artigo ou um episódio, você pode se inscrever em nossa newsletter.
ru_ru: Мы рады, что вы с ним! Если вы не хотите пропускать новые статьи или выпуски, подпишитесь на нашу новостную рассылку.
sv_se: Vi är glad över att ha dig här! Om du inte vill missa en artikel eller ett avsnitt kan du prenumerera på vårt nyhetsbrev.
tr_tr: Hoşgeldiniz! Makale ve bölümlerimizi kaçırmamak için haber bültenimize üye olabilirsiniz.

source: Join
ar: انضمام
de_de: Beitreten
es_es: Participar
fr_fr: Souscrire
he_il: להצטרף
id_id: Bergabung
it_it: Iscriviti
nl_nl: Deelnemen
pt_br: Participar
ru_ru: Присоединиться
sv_se: Gå med
tr_tr: Katıl

source: Life Coaching
ar: مدرب حياة
de_de: Lebensberatung
es_es: Coaching de estilo de vida
fr_fr: Coaching perso
he_il: אימון אישי לחיים
id_id: Pelatihan tentang Kehidupan
nl_nl: Levenscoaching
ru_ru: Лайф-коучинг
sv_se: Livscoaching
tr_tr: Yaşam Koçluğu

source: Orange triangle in purple background
ar: مثلث برتقالي في خلفية أرجوانية
de_de: Orangefarbenes Dreieck auf violettem Hintergrund
es_es: Triángulo naranja en un fondo morado
fr_fr: Triangle orange sur arrière-plan violet
he_il: משולש כתום על רקע סגול
id_id: Segitiga oranye dengan latar belakang ungu
it_it: Triangolo arancione su sfondo viola
nl_nl: Oranje driehoek op paarse achtergrond
pt_br: Triângulo laranja em fundo roxo
ru_ru: Оранжевый треугольник на фиолетовом фоне
sv_se: Orange triangel i lila bakgrund
tr_tr: Mor zeminde turuncu üçgen

source: Business Coaching
ar: مدرب أعمال
es_es: Coaching de negocios
fr_fr: Coaching pro
he_il: אימון אישי עסקי
id_id: Pelatihan tentang Bisnis
nl_nl: Bedrijfscoaching
pt_br: Coaching de Negócios
ru_ru: Бизнес-коучинг
tr_tr: İş Koçluğu

source: Pink squared shapes combination
ar: مزيج من المربعات الوردية
de_de: Kombination aus rosafarbenen, quadratischen Formen
es_es: Combinación de figuras cuadradas rosas
fr_fr: Composition de carrés roses
he_il: שילוב של צורות ריבועיות בצבע ורוד
id_id: Kombinasi bentuk persegi merah muda
it_it: Combinazione di quadrati rosa
nl_nl: Combinatie van roze vierkante vormen
pt_br: Combinação de formas quadradas rosas
ru_ru: Комбинация квадратных форм розового цвета
tr_tr: Köşeli pembe şekiller kombinasyonu

source: Learn more
ar: تعرف على المزيد
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
he_il: למידע נוסף
id_id: Baca lebih lanjut
it_it: Scopri di più
nl_nl: Meer weten
pt_br: Saiba mais
ru_ru: Подробнее
sv_se: Lär dig mer
tr_tr: Daha fazla bilgi

source: Starting at $ 99
ar: بداية من 99$
de_de: Ab 99 $
es_es: Desde 99 $
fr_fr: À partir de 99 €
he_il: החל מ- 99$
id_id: Mulai dari $99
it_it: A partire da $ 99
nl_nl: Vanaf $ 99
pt_br: A partir de $ 99
ru_ru: От $ 99
tr_tr: 99$'dan başlayan fiyatlarla

source: Career Coaching 101
ar: تدريب مهني 101
de_de: Karriereberatung 101
es_es: Introducción al coaching profesional
fr_fr: Coaching Carrière -- Fondamentaux
he_il: אימון אישי מקצועי בסיסי
id_id: Pelatihan tentang Karir 101
it_it: Basi di Career Coaching
nl_nl: Loopbaancoaching 101
pt_br: Coaching de carreira para principiantes
ru_ru: Базовый курс карьерного коучинга
tr_tr: Kariyer Koçluğu 101

source: Group of squares displayed diagonally
ar: مجموعة مربعات مائلة
de_de: Gruppe von diagonal angeordneten Quadraten
es_es: Agrupación de cuadrados en diagonal
fr_fr: Groupe de triangles disposés en diagonale
he_il: קבוצה של ריבועים בתצוגה אלכסונית
id_id: Kelompok kotak ditampilkan secara diagonal
it_it: Gruppo di quadrati in diagonale
nl_nl: Groep vierkanten diagonaal weergegeven
pt_br: Grupo de quadrados exibidos diagonalmente
ru_ru: Группа расположенных диагонально квадратов
sv_se: Grupp av fyrkanter visas diagonalt
tr_tr: Çapraz dizili kare grubu

source: Headlines and buttons
ar: عناوين وأزرار
de_de: Überschriften und Buttons
es_es: Encabezados y botones
fr_fr: Titres et boutons
he_il: כותרות וכפתורים
id_id: Judul dan tombol
it_it: Titoli e pulsanti
nl_nl: Headlines en knoppen
pt_br: Títulos e botões
ru_ru: Заголовки и кнопки
sv_se: Rubriker och knappar
tr_tr: Başlıklar ve düğmeler

source: Learn More
ar: تعرف على المزيد
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
he_il: מידע נוסף
id_id: Baca Lebih Lanjut
it_it: Scopri di più
nl_nl: Meer informatie
pt_br: Saiba mais
ru_ru: Подробнее
sv_se: Lär dig mer
tr_tr: Daha Fazla Bilgi

source: Samantha and Olivia are both writers and activists.
ar: سامانتا و أوليفيا كلتاهما كاتبتان وناشطتان.
de_de: Samantha und Olivia sind beide Autorinnen und Aktivistinnen.
es_es: Samantha y Olivia son escritoras y activistas.
fr_fr: Sarah et Olivia sont écrivaines-activistes.
he_il: סמנתה ואוליביה הן כותבות ואקטיביסטיות.
id_id: Samantha dan Olivia adalah penulis dan aktivis.
it_it: Samantha e Olivia sono scrittrici e attiviste.
nl_nl: Samantha en Olivia zijn zowel schrijvers als activisten.
pt_br: Samantha e Olivia são escritoras e ativistas.
ru_ru: Саманта и Оливия — писательницы и активистки.
sv_se: Samantha och Olivia är båda författare och aktivister.
tr_tr: Samantha da Olivia da yazar ve aktivisttir.

source: The Hosts
ar: المضيفون
de_de: Die Moderatoren
es_es: Presentadoras
fr_fr: Les animatrices
he_il: מאחורי המיקרופון
id_id: Tuan Rumah
it_it: Presentatrici
nl_nl: De hosts
pt_br: As hosts
ru_ru: Ведущие
sv_se: Värdarna
tr_tr: Ev Sahipleri

source: Headline and button
ar: عنوان وزرّ
de_de: Überschrift und Button
es_es: Encabezado y botón
fr_fr: Titre et bouton
he_il: כותרת וכפתור
id_id: Judul dan tombol
it_it: Titoli e pulsanti
nl_nl: Headline en knop
pt_br: Título e botão
ru_ru: Заголовок и кнопка
sv_se: Rubrik och knapp
tr_tr: Başlık ve düğme

source: <em>“Do we need periods if they make us crazy?”</em>, Sarah asks. We reached out to our friend Diana Roth, an endocrinologist specialized in women’s hormonal health to know how menstrual cycles impact women’s brains and emotions. Hint: yes, we do.
ar: تتساءل سارة <em>"هل نحتاج إلى الدورة الشهرية إذا أصابونا بالجنون؟"</em>. لقد تواصلنا مع صديقتنا ديانا روث، أخصائية الغدد الصماء المتخصصة في الصحة الهرمونية للمرأة لمعرفة كيف تؤثر الدورات الشهرية على أدمغة النساء وعواطفهن. تلميح: نعم، نحتاج إليها.
de_de: <em>„Brauchen wir die Periode, wenn sie uns verrückt macht?“</em> fragt Sarah. Von unserer Freundin Diana Roth, einer auf die weibliche Hormongesundheit spezialisierten Endokrinologin, wollten wir wissen, wie sich der Menstruationszyklus auf die Gehirne und Emotionen von Frauen auswirkt. Kleiner Spoiler: Ja, wir brauchen sie.
es_es: <em>"¿Es necesaria la menstruación si nos vuelve locas?"</em>, se pregunta Sara. Hemos contactado con nuestra amiga Diana Roth, una endocrinóloga especializada en salud hormonal de la mujer para saber el impacto que tienen los ciclos menstruales en el cerebro y las emociones femeninas. Una pista: sí, es necesaria.
fr_fr: <em>« Faut-il vraiment avoir nos règles si elles nous rendent folles ? »</em>, demande Sarah. Nous avons posé la question à Diane Ramot, endocrinologue spécialisée dans les questions hormonales chez les femmes afin de déterminer comment le cycle menstruel influence notre cerveau et nos émotions. Spoiler : oui, on a besoin de nos règles...
he_il: <em> "האם אנחנו זקוקות למחזור הווסת אם הוא משגע אותנו?</em>, שרה שואלת. פנינו לד"ר דיאנה רוט, אנדוקרינולוגית מומחית בהורמונים של גוף האישה, כדי ללמוד כיצד המחזור החודשי משפיע על חשיבה ועל רגשות של נשים. רמז: כן, אנחנו זקוקות לו.
id_id: <em>“Apakah kita membutuhkan menstruasi jika akan membuat kita gila?”</em>, Sarah bertanya. Kami menghubungi teman kami Diana Roth, seorang ahli endokrinologi dengan spesialisasi kesehatan hormonal wanita untuk mengetahui cara siklus menstruasi memengaruhi otak dan emosi wanita. Petunjuk: ya, kami lakukan.
it_it: <em>"Serve il ciclo, se ci manda fuori di testa?"</em>, chiede Sarah. Abbiamo contattato la nostra amica Diana Roth, endocrinologa specializzata nella salute ormonale delle donne, per scoprire l'effetto del ciclo menstruale sulla mente e sulle emozioni delle donne. Spoiler: sì, serve.
nl_nl: <em>"Hebben we menstruatie nodig als we er gek van worden?"</em>, vraagt Sarah. We namen contact op met onze vriendin Diana Roth, een endocrinoloog gespecialiseerd in de hormonale gezondheid van vrouwen, om te weten te komen hoe menstruatiecycli de hersenen en emoties van vrouwen beïnvloeden. Tip: ja, dat doen we.
pt_br: <em>“Precisamos de menstruação se isso nos deixa loucas?”</em>, pergunta Sarah. Entramos em contato com nossa amiga Diana Roth, uma endocrinologista especializada em saúde hormonal feminina para saber como os ciclos menstruais afetam o cérebro e as emoções das mulheres. Dica: sim, temos.
ru_ru: <em>“Нужны ли нам месячные, если они сводят нас с ума?”</em>, задается вопросом Сара. Мы обратились к Диане Рот — она эндокринолог, специализирующийся на вопросах женского гормонального здоровья. Она рассказала о том, как менструальный цикл влияет на эмоции и мышление женщин. Подсказка: да, месячные нужны.
sv_se: <em>”Behöver vi mens om det gör oss galna?”</em>, frågar Sarah. Vi kontaktade vår vän Diana Roth, en endokrinolog specialiserad på kvinnors hormonella hälsa för att veta hur menstruationscykler påverkar kvinnors hjärnor och känslor. Tips: ja, det gör vi.
tr_tr: <em>Madem bizi delirtiyorlar, adet görmemiz şart mı?</em> diye soruyor Sarah. Kadın hormon sağlığında uzmanlaşmış endokrinolojist arkadaşımız Diana Roth'a menstürel döngülerin kadınların beyin ve duygularını nasıl etkilediğini sorduk. İpucu: Evet, şart.

source: Illustration of an introspective woman.
ar: صورة امرأة تتأمل
de_de: Illustration einer nachdenklichen Frau
es_es: Ilustración de una mujer en actitud introspectiva.
fr_fr: Illustration d'une femme en introspection
he_il: איור של אישה מהרהרת.
id_id: Ilustrasi wanita melakukan introspeksi.
it_it: Illustrazione di una donna introspettiva.
nl_nl: Illustratie van een introspectieve vrouw.
pt_br: Ilustração de uma mulher introspectiva.
ru_ru: Иллюстрация задумавшейся женщины.
sv_se: Illustration av en introspektiv kvinna.
tr_tr: Kendini gözlemleyen kadın görseli

source: Episode
ar: حلقة
de_de: Folge
es_es: Episodio
fr_fr: Épisode
he_il: פרק
it_it: Episodio
nl_nl: Aflevering
pt_br: Episódio
ru_ru: Выпуск
sv_se: Avsnitt
tr_tr: Bölüm

source: Episode 3: A Cycle of Emotions
ar: الحلقة 3: دورة عواطف
de_de: Folge 3: Ein Zyklus der Gefühle
es_es: Episodio 3: Un ciclo de emociones
fr_fr: Épisode 3 : Un Cycle d'émotions
he_il: פרק 3: מחזור של רגשות
id_id: Episode 3: Siklus Emosi
it_it: Episodio 3: Un ciclo di emozioni
nl_nl: Aflevering 3: Een cyclus van emoties
pt_br: Episódio 3: Um ciclo de emoções
ru_ru: Выпуск 3: Эмоциональный цикл
sv_se: Avsnitt 3: En cykel av känslor
tr_tr: Bölüm 3: Duygu Döngüsü

source: Cover block with heading
ar: مكوّن غلاف مع ترويسة
de_de: Cover-Block mit Überschrift
es_es: Bloque de fondo con encabezado
fr_fr: Bloc bannière avec en-tête
he_il: בלוק כיסוי (קאבר) עם כותרת
id_id: Tutup blok dengan judul
it_it: Blocco con intestazione
nl_nl: Cover blok met koptekst
pt_br: Bloco de cobertura com título
ru_ru: Блок обложки с заголовком
sv_se: Omslagsblock med rubrik
tr_tr: Başlıklı manşet bloku

source: Coaching
ar: تدريب
he_il: אימון אישי
id_id: Pelatihan
nl_nl: Coachen
ru_ru: Коучинг
tr_tr: Koçluk

# Font size name
source: Extra Large
de_de: Extra groß
es_es: Extra grande
it_it: Molto grande
nl_nl: Extra groot
ru_ru: Сверхбольшой
sv_se: Extra stor
tr_tr: Çok büyük

source: Diamond
ar: الماس
id_id: Berlian
pt_br: Diamante
sv_se: Diamant

source: Diamond Posts
ar: مقالات ماسية
id_id: Pos Berlian
pt_br: Postes de diamante
sv_se: Diamantinlägg

source: Quadrat
id_id: Kuadrat
ru_ru: Квадрат
tr_tr: Kare alan
